---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCSlopedFlange
source: html/97521c8e-7f53-c7cb-024e-9d28104c4d48.htm
---
# StructuralSectionCSlopedFlange Methods

Returns size of the section boundary.